{
  "categories": [
    {
      "name": "Allah",
      "topics": [
        {
          "title": "13 Egenskaber",
          "pages": [
            {
              "pageTitle": "1. Eksistens (Al-Wujud)",
              "text": "Før Allah skabte himlen, tronen, stedet, tiden og alle andre skabninger, eksisterede Han uden dem, og Han eksisterer nu som han altid har gjort, da Han ikke forandrer Sig. Ergo eksisterer Allah uden tid og sted, da de er skabt af Ham. \n\nProfeten, må Allah ophøje hans rang, sagde:",
              "arabicText": "كَانَ اللهُ وَلَمْ يَكُنْ شَيْءٌ غَيْرُهُ",
              "translationText": "hvilket betyder: \n\"Allah eksisterede i al evighed og der var intet andet end Ham\", berettet af Al-Bukhariy."
            },
            {
              "pageTitle": "2. Énhed (Al-Wahdaniyyah)",
              "text": "Allah er Én og har ingen partner i Sin guddommelighed. Han er Én i Sit selv, Én i Sine egenskaber og Én i Sine handlinger.\n\nAllah, være ophøjet, sagde i Surat Muhammad, vers 19:",
              "arabicText": "فَاعْلَمْ أَنَّهُ لَا إِلَٰهَ إِلَّا اللهُ",
              "translationText": "hvilket betyder: \n\"Vid (Oh Muhammad), at Han (Allah) er den eneste Gud\"."
            },
            {
              "pageTitle": "3. Evighed (Al-Qidam)",
              "text": "Allah har ingen begyndelse på Sin eksistens og intet andet end Ham er evigt. Han eksisterede før Han skabte alle skabningerne som f.eks. tid og sted.\n\nProfeten, må Allah ophøje hans rang, sagde:",
              "arabicText": "كَانَ اللهُ وَلَمْ يَكُنْ شَيْءٌ غَيْرُهُ",
              "translationText": "hvilket betyder: \n\"Allah eksisterede i al evighed og der var intet andet end Ham\", berettet af Al-Bukhariy."
            },
            {
              "pageTitle": "4. Uophørlighed (Al-Baqa')",
              "text": "Allah er uophørlig dvs. Han ingen slutning har på Sin eksistens. Han forgår ikke, ej heller udslettes Han.\n\nAllah, være ophøjet, sagde i Surat Al-Hadid, vers 3:",
              "arabicText": "هُوَ الأَوَّلُ وَالآخِرُ",
              "translationText": "hvilket betyder: \n\"Han er Al-Awwal (Den evige) og Al-Akhir (Den uophørlige)\"."
            },
            {
              "pageTitle": "5. Uafhængighed (Al-Qiyam bin-Nafs)",
              "text": "Allah har ikke brug for nogen eller noget, mens alle skabninger har brug for Ham.\n\nAllah, være ophøjet, sagde i Surat Al-Ikhlas, vers 2:",
              "arabicText": "اللهُ الصَّمَدُ",
              "translationText": "hvilket betyder: \n\"Allah har ikke brug for nogen eller noget, mens alt har brug for Ham\"."
            },
            {
              "pageTitle": "6. Almagt (Al-Qudrah)",
              "text": "Allah magter alt, dvs. Han formår alt, hvad Han vil.\n\nAllah, være ophøjet, sagde i Surat Al-Mulk, vers 1:",
              "arabicText": "وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
              "translationText": "hvilket betyder: \n\"Og Han magter alting\"."
            },
            {
              "pageTitle": "7. Vilje (Al-Iradah)",
              "text": "Alt i universet sker med Allahs vilje. Intet sker mod Hans vilje.\n\nAbou Dawoud har berettet i sin \"Sunan\", at profeten, må Allah ophøje hans rang, lærte nogle af sine døtre at sige:",
              "arabicText": "مَا شَاءَ اللَّهُ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ",
              "translationText": "hvilket betyder: \n\"Det, som Allah vil have skal ske, vil ske, og det, som Han ikke vil have skal ske, vil ikke ske\"."
            },
            {
              "pageTitle": "8. Alvidenhed (Al-`Ilm)",
              "text": "Allah er vidende om alt før det sker. Intet er skjult for Ham.\n\nAllah, være ophøjet, sagde i Surat Al-Anfal, vers 75:",
              "arabicText": "إِنََّ اللهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
              "translationText": "hvilket betyder: \n\"Sandelig er Allah velvidende om alt\"."
            },
            {
              "pageTitle": "9. Alhørenhed (As-Sam`)",
              "text": "Allah hører alt uden ører eller andre redskaber.\n\nِAllah, være ophøjet, sagde i Surat Ash-Shura, vers 11:",
              "arabicText": "وَهُوَ السَّمِيعُ الْبَصِيرُ",
              "translationText": "hvilket betyder: \n\"Og Han er Den althørende og Den altseende\"."
            },
            {
              "pageTitle": "10. Alseenhed (Al-Basar)",
              "text": "Allah ser alt uden øjne eller andre redskaber.\n\nAllah, være ophøjet, sagde i Surat Ash-Shura, vers 11:",
              "arabicText": "وَهُوَ السَّمِيعُ الْبَصِيرُ",
              "translationText": "hvilket betyder: \n\"Og Han er Den althørende og Den altseende\"."
            },
            {
              "pageTitle": "11. Liv (Al-Hayah)",
              "text": "Allah er beskrevet med et evigt liv, der ikke er med sjæl, kød, blod eller andet.\n\n\"Allah, være ophøjet, sagde i Surat Al-Baqarah, vers 255:",
              "arabicText": "اللهُ لاَ إِلَٰهَ إِلاَّ هُوَ الْحَيُّ",
              "translationText": "hvilket betyder: \n\"Allah, der er ingen anden Gud end Ham. Han er Al-Hayy (Den, der er beskrevet med et evigt liv)\"."
            },
            {
              "pageTitle": "12. Tale (Al-Kalam)",
              "text": "Allahs tale er ikke med lyd, bogstaver eller sprog, og den ligner ikke vores tale. Det, der står i koranen på arabisk, er et udtryk for Allahs evige tale.\n\nAllah, være ophøjet, sagde i Surat An-Nisaa', vers 164:",
              "arabicText": "وَكَلَّمَ اللهُ مُوسَى تَكْلِيمًا",
              "translationText": "hvilket betyder: \n\"Og Allah talte (med Sin evige tale) til Musa\"."
            },
            {
              "pageTitle": "13. Ulighed med det skabte (Al-Mukhalafah lil-Hawadith)",
              "text": "Allah ligner ikke nogen eller noget. Hvad end man forestiller sig i sin fantasi og illusion, er Allah ikke lig det.\n\nAllah, være ophøjet, sagde Surat Ash-Shura vers 11:",
              "arabicText": "لَيْسَ كَمِثْلِهِ شَيْءٌ",
              "translationText": "hvilket betyder: \n\"Der er absolut intet lig Ham (Allah)\"."
            }
          ]
        }
      ]
    },
    {
      "name": "Profeterne",
      "topics": [
        {
          "title": "Beskrivelse",
          "pages": [
            {
              "text": "En profet er et menneske, udvalgt af Allah, til at videregive budskabet om islam. I alt har der eksisteret ca. 124.000 profeter. Iblandt det, profeterne har tilfælles, er, at de alle kom med religionen islam. Nogle af profeterne var sendebud, hvilket er en profet, som har fået åbenbaret en ny lovgivning. Profeten Adam var det første sendebud og den første profet, mens profeten Muhammad var det sidste sendebud og den sidste profet."
            }
          ]
        }
      ]
    },
    {
      "name": "Konvertering til islam",
      "topics": [
        {
          "title": "Hvad er trosbekendelsen?",
          "pages": [
            {
              "text": "Førend man kan blive muslim, skal man have den rette tro på Allah og Hans profeter samt at fremsige trosbekendelsen, der kan blive fremsagt i hvilket som helst sprog:",
              "arabicText": "أَشْهَدُ أَنْ لاَ إِلَٰهَ إِلاَّ اللهُ وأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللهِ",
              "translationText": "\"Ash-hadu allaa ilaaha illallaah wa ash-hadu anna Muhammadar-rasuulullaah\"\n\nhvilket betyder: \n\"Jeg bevidner, at der ingen anden guddom end Allah er, og bevidner, at Muhammad er Allahs sendebud\".\n\nMan kan også fremsige et andet udtryk med en lignende betydning såsom \"Der er ingen anden guddom end Gud og Muhammad er Guds profe\"."
            }
          ]
        },
        {
          "title": "Hvad er betydningen af trosbekendelsen?",
          "pages": [
            {
              "text": "Eftersom de to vidnesbyrd udgør grundlaget for islams kald, er det forpligtet enhver muslim at være bekendt med deres betydninger.\n\nBetydningen af \"Ash-hadu allaa ilaaha illallaah\" (Jeg bevidner, at der ingen anden guddom end Allah er) er: Jeg ved, tror dvs. godtager i mit hjerte, underkaster mig samt erklærer med min tunge, at intet er tilbedt med rette undtagen Allah. Dvs. ingen fortjener at blive tilbedt - hvilket vil sige at man ydmyger sig selv til det yderste for - undtagen Allah.\n\nBetydningen af det andet vidnesbyrd, som lyder \"Ash-hadu anna Muhammadar-rasuulullaah\" (Jeg bevidner, at Muhammad er Allahs profet), må Allah ophøje hans rang, er: Jeg ved, tror, godtager, underkaster mig i mit hjerte og erklærer med min tunge, at Muhammad, søn af ^Abdullah - qurayshianeren (dvs. den som stammer fra den mest ærværdige stamme Quraysh), er Allahs skabning og sendebud til alle skabninger blandt mennesker og djin. Dette indbefatter ligeledes troen på, at han blev født i Makkah og fik sin åbenbaring om profetien déri. Han emigrerede fra Makkah og rejste på Allahs befaling til Al-Madinah, den belyste by, hvori han døde og blev begravet."
            }
          ]
        }
      ]
    },
    {
      "name": "Wudu",
      "topics": [
        {
          "title": "Søjler",
          "pages": [
            {
              "text": "1. Hensigt i hjertet.\n\n2. At vaske hele ansigtet.\n\n3. At vaske hænderne og armene op til og med albuerne.\n\n4. At stryge en del af hovedet med vand.\n\n5. At vaske fødderne op til og med anklerne.\n\n6. At overholde rækkefølgen."
            }
          ]
        },
        {
          "title": "Betingelser",
          "pages": [
            {
              "text": "1. At være Muslim.\n\n2. At have nået At-Tamjjiz-alderen, dvs. den alder, hvor barnet forstår det stillede spørgsmål og kan svare tilbage på det.\n\n3. At der ikke er noget på kroppen, der forhindrer vandet i at nå de steder, der skal vaskes.\n\n4. At vandet skal være rindende.\n\n5. At bruge rensende (mutahhir) vand, dvs. det vand, der ikke er forandret ved at blive blandet med et rent (tahir) stof, som man nemt kan skærme vandet fra, såsom mælk, blæk eller lignende.\n\nHvis vandet forandres til en sådan grad, at det ikke længere kaldes vand, så er dette vand ikke egnet til renselse.\n\nHvis vandet imidlertid forandres pga. dets sammenblanding med et stof, som er på sit oprindelige sted eller dets afløb eller lignende, og fra hvilket vandet ikke nemt kan beskyttes, så påvirker dette ikke vandets rensende egenskab, også selvom der er tale om en stor forandring.\n\nVandet må heller ikke forandres af noget nadjis-smuds (urent), selv ikke en lille forandring. Hvis vandet var mindre end to qullah (ca. 216 liter), er det betinget af, at ufritaget nadjis-smuds ikke kommer i kontakt med vandet, selv hvis det ikke forandrer vandet, samt at vandet ikke havde været anvendt i en rituel afvaskning eller fjernelse af noget nadjasah."
            }
          ]
        },
        {
          "title": "Afbrydelser",
          "pages": [
            {
              "text": "Wudu bliver brudt, hvis en af disse ting sker:\n\n1. Alt, der kommer ud af endetarmen eller kønsdelen, undtagen udløsning.\n\n2. Berøring af penis, skedeåbning eller ringmuskelen på et menneske med håndfladen uden afskærmning.\n\n3. Berøring af huden af en kvinde, man kan gifte sig med, og som har nået en alder, hvor hun er fysisk tiltrækkende; (Hvis man rører håret af en fremmed kvinde, afbrydes wudu' ikke, men det er haram).\n\nLigeledes for en kvinde at røre huden af en fremmed mand.\n\n4.At miste bevidstheden eller forstanden, dog ikke søvn, hvis man sover siddende med enden fast anbragt på underlaget."
            }
          ]
        }
      ]
    },
    {
      "name": "Bønnen",
      "topics": [
        {
          "title": "Introduktion",
          "pages": [
            {
              "text": "Bønnen har en række søjler og et antal sunan. Uden alle søjlerne er bønnen ugyldig, hvorimod man kan undlade sunan uden at bønnen gøres ugyldig, omend man mister belønning for disse sunan.\n\nI det følgende gennemgås søjlerne."
            }
          ]
        },
        {
          "title": "Bønnens Søjler",
          "pages": [
            {
              "text": "1. At have en hensigt i hjertet om at udføre bønnen. Man skal specificere bønnen, når den har en speciel anledning eller tid, samt at have en hensigt om at udføre forpligtelsen i de pligtige bønner."
            },
            {
              "text": "2. At sige \"Allahu Akbar\" (den indledende takbirah) mindst så højt, at man kan høre sig selv, som det er påkrævet i enhver mundtlig søjle."
            },
            {
              "text": "3. At stå op (qiyam) i de forpligtede bønner, hvis man magter det."
            },
            {
              "text": "4. At læse Al-Fatihah.",
              "arabicText": "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ ﴿١﴾ الْحَمْدُ لِلَّـهِ رَبِّ الْعَالَمِينَ ﴿٢﴾ الرَّحْمَـٰنِ الرَّحِيمِ ﴿٣﴾ مَالِكِ يَوْمِ الدِّينِ ﴿٤﴾ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ﴿٥﴾ اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ﴿٦﴾ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ ﴿٧﴾"
            },
            {
              "text": "5. At bukke sig således at håndfladerne kan nå knæene (ruku^)."
            },
            {
              "text": "6. At være stille (tuma´ninah) i bukningen så længe som det tager at sige \"Subhanallah\". Dvs. at alle kroppens knogler skal falde til ro på en gang."
            },
            {
              "text": "7. At rette sig op (I^tidal) til opretstående stilling efter bukningen."
            },
            {
              "text": "8. At være stille (tuma´ninah) i denne opretstående stilling."
            },
            {
              "text": "9. At knæle (udføre sudjud) to gange ved at sætte hele eller en del af sin utildækkede pande på bedestedet med et let tryk og med sin bagdel højere end sin øvre del af kroppen, samt at sætte dele af sine knæ, håndflader og tæerspidserne på bedestedet."
            },
            {
              "text": "10. At være stille (tuma´ninah) i knælningen."
            },
            {
              "text": "11. At sidde mellem de to knælninger."
            },
            {
              "text": "12. At være stille (tuma´ninah) mens man sidder."
            },
            {
              "text": "13. At sidde for at sige den sidste tashahhud, As-salatu ^alan-Nabiy, og den afsluttende salam."
            },
            {
              "text": "14. At sige den sidste tashahhud.",
              "arabicText": "التَّحِيَّاتُ الْمُبَارَكَاتُ الصَّلَوَاتُ الطَّيِّبَاتُ لِلَّهِ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ"
            },
            {
              "text": "15. At sige As-Salatu ^alan-nabiyy, må Allah ophøje hans rang.",
              "arabicText": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ"
            },
            {
              "text": "16. At sige den afsluttende salam.",
              "arabicText": "السَّلاَمُ عَلَيْكُمْ"
            },
            {
              "text": "17. At overholde rækkefølgen for søjlerne. Bevidst udeladelse af denne gennemgåede rækkefølge ugyldiggør bønnen."
            }
          ]
        },
        {
          "title": "Betingelser",
          "pages": [
            {
              "text": "1. At være Muslim.\n2. At være rettet med brystet mod Qiblah.\n3. At tiden for den pågældende bøn er indtrådt.\n4. At have nået At-Tamjjiz-alderen, dvs. den alder, hvor barnet forstår det stillede spørgsmål og kan svare tilbage på det.\n5. At kende til forpligtelsen af de fem forpligtede bønner.\n6. Ikke at anse nogle af bønnens søjler som værende sunnah.\n7. For den frie kvinde at tildække hele kroppen undtagen ansigtet og hænderne, dvs., at skjule huden og håret samt deres farver; for manden at tildække området mellem navlen og knæene."
            }
          ]
        },
        {
          "title": "Hvad afbryder bønnen?",
          "pages": [
            {
              "text": "1. At udtale to bogstaver eller blot et betydningsbærende bogstav, medmindre det bliver sagt i forglemmelse og at det er lidt.\n2. At udføre mange bevægelser, hvilke ifølge nogle lærde er det, der rummer en rak^ah's tid.\n3. At udføre en voldsom bevægelse såsom at springe.\n4. At tilføje en ekstra bevægelsessøjle.\n5. At udføre én bevægelse med hensigt at lege såsom at række tunge ad nogen.\n6. At spise eller at drikke, undtagen hvis man glemmer, at man er i bøn, og at det er lidt.\n7. At have til hensigt at afbryde bønnen.\n8. At lade hensigten om at afbryde bønnen afhænge af forekomsten af en hændelse.\n9. At tøve med at afbryde bønnen.\n10. At fuldføre en søjle alt imens man er i tvivl om, man har udført hensigten til at udføre bønnen eller ej under den indledende takbirah; \"Allahu akbar\", eller når tvivlen herom varer længe."
            }
          ]
        }
      ]
    },
    {
      "name": "Fasten",
      "topics": [
        {
          "title": "Hvem skal faste?",
          "pages": [
            {
              "text": "Enhver ansvarlig muslim er pålagt at faste Ramadan-måneden, dog er fasten ugyldig fra kvinden under efterfødsels - eller menstruationsperiode; de skal dog begge indhente de mistede dage. \n\nAt bryde fasten er tilladt for den syge person, der ikke kan udholde fasten, den gravide eller ammende kvinde, der frygter skade for sig selv eller barnet samt den, der er på en lang rejse (ca. 50km) selvom vedkommende ikke møder strabadser under sin rejse. Det er dem dog forpligtet at indhente de mistede dage."
            }
          ]
        },
        {
          "title": "Ugyldige fastedage",
          "pages": [
            {
              "text": "Det er ugyldigt at faste de to højtider - ^Id al-Fitr og ^Id al-Adha, og de tre dage efter ^Id al-Adha (Tashriq-dagene). \n\nDet er også ugyldigt at faste den sidste halvdel af Sha^ban-måneden samt dagen, hvor én som ikke er troværdig (^adl) har set månen, medmindre man stoler på denne person. \n\nDet er dog gyldigt at faste den sidste halvdel af Sha^ban-måneden, hvis man forbinder fasten af disse dage med dagene før dem, eller ved indhentning af fasten (qada´), opfyldelse af løfter (nadhr), eller vanemæssig belønningsværdig praksis (wird), såsom den person, der har til vane at faste hver mandag og torsdag."
            }
          ]
        },
        {
          "title": "Fastens søjler",
          "pages": [
            {
              "text": "1. Hensigt i hjertet om natten for hver dag i Ramadan.\n2. At afholde sig fra solopgang til solnedgang fra at spise, drikke og indføre noget i kropsåbningerne."
            }
          ]
        }
      ]
    }
  ]
}
